huming2207/soul-injector/sdkconfig.defaults.esp32s31
# ESP32-S31 defaults used by Soul Injector Rev 7.1.
CONFIG_IDF_TARGET="esp32s31"
CONFIG_SPIRAM_SPEED_200M=y
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_320=y
